Repository: Gabi1M/QBitUI
Catalog: src/locales/*/messages.po
Languages: ro

source: About
ro: Despre

source: Add custom HTTP headers
ro: Adauga headere HTTP custom

source: Add new torrents
ro: Adauga torente noi

source: Addition date
ro: Data adaugarii

source: All
ro: Toate

source: Also delete files
ro: Sterge fisierele de pe disc

source: Alternative Rate Limits
ro: Limite de viteză alternative

source: Append .!qB extension to incomplete files
ro: Adaugă extensia .!qB fișierelor incomplete

source: Apply rate limit to peers on LAN
ro: Aplică limitarea ratei partenerilor din rețeaua locală (LAN)

source: Apply rate limit to transport overhead
ro: Aplică limitarea de viteză incluzând datele de transport

source: Apply rate limit to µTP protocol
ro: Aplică limitarea ratei protocolului µTP

source: Apply to trackers
ro: Aplică trackerelor

source: Authentication
ro: Autentificare

source: Auto refresh
ro: Reimprospatare automata

source: Auto refresh interval
ro: Interval reimprospatare automata

source: Automatic torrent management
ro: Gestionare automata a torentelor

source: Automatically add these trackers to new downloads
ro: Adaugă automat aceste urmăritoare la noile descărcări

source: Autorun program when torrent finishes
ro: Porneste automat un program cand torentul finalizeaza

source: Average download speed
ro: Viteza medie de descarcare

source: Average upload speed
ro: Viteza medie de incarcare

source: Ban client after consecutive failures
ro: Interzice clientul după eșecuri consecutive

source: Ban duration
ro: Durata interzicere

source: Bypass authentication for subnets
ro: Sari peste autentificare pentru subdomeniile specificate

source: Bypassed subnets
ro: Subdomenii

source: Cannot add torrent without files!
ro: Nu se pot adauga torente noi fara fisiere!

source: Categories
ro: Categorii

source: Categories added successfully!
ro: Categoriile au fost adaugate cu succes!

source: Categories deleted successfully!
ro: Categoriile au fost sterse cu succes!

source: Category
ro: Categorie

source: Category set successfully!
ro: Categorie setata cu succes!

source: Certificate
ro: Certificat

source: Clear selection
ro: Goleste selectia

source: Comment
ro: Comentariu

source: Connection
ro: Conexiune

source: Connection Limits
ro: Stabilește limitele conexiunii

source: Contacted
ro: `Contactat

source: Contents
ro: Continut

source: Copy .torrent files for finished downloads to
ro: Copiază fișierele .torrent pentru descărcările încheiate în

source: Copy .torrent files to
ro: Copiază fișierele .torrent în

source: Create new category
ro: Creaza o categorie noua

source: Create new tag
ro: Creaza o eticheta noua

source: Create subfolder
ro: Creaza subdirector

source: Create subfolder for torrents with multiple files
ro: Creaza subdirector pentru torentele cu mai multe fisiere

source: Created by
ro: Creat de

source: Creation date
ro: Creat la

source: Default Save Path
ro: Cale de salvare implicită

source: Default Torrent Management Mode
ro: Mod gestionare torrent implicit

source: Delete
ro: Sterge

source: Delete torrents
ro: Sterge torente

source: Details
ro: Detalii

source: Disabled
ro: Dezactivat

source: Do not count slow torrents in these limits
ro: Nu socoti torrentele lente în aceste limite

source: Do not start the download automatically
ro: Nu porni automat descarcarea

source: Download
ro: Descărcare

source: Download rate threshold
ro: Limita rata descarcare

source: Download speed
ro: Viteza descarcare

source: Downloaded
ro: Descarcat

source: Downloaded (alltime)
ro: Descarcat ( top timpul )

source: Downloaded (session)
ro: Descarcat ( sesiune )

source: Downloads
ro: Descarcari

source: Drag torrent files here or click to select files
ro: Trage fisierele aici sau click pentru a selecta

source: Edit
ro: Modifica

source: Email notification upon download completion
ro: Trimite notificări prin email la finalizarea descărcării

source: Enable Cross-Site Request Forgery (CSRF) protection
ro: Activeaza protectia Cross-Site Request Forgery (CSRF)

source: Enable DHT (decentralized network) to find more peers
ro: Activează rețeaua descentralizată (DHT) pentru a găsi mai multe surse

source: Enable Host header validation
ro: Activează validarea antetului gazdei

source: Enable Local Peer Discovery to find more peers
ro: Activează descoperirea partenerilor locali pentru a găsi mai mulți parteneri

source: Enable Peer Exchange (PeX) to find more peers
ro: Activează schimbul de surse (PeX) cu alți clienți pentru a găsi mai multe surse

source: Enable anonymous mode
ro: Activează modul anonim

source: Enable clickjacking protection
ro: Activeaza protectia clickjacking

source: Enable cookie Secure flag (requires HTTPS)
ro: Activează fanionul de securitate pentru cookie de navigator

source: Enabled
ro: Activat

source: Encryption mode
ro: Modul criptării

source: English
ro: Engleza

source: Enter a name
ro: Introdu un nume

source: Enter your password
ro: Introduceti parola

source: Enter your username
ro: Introduceti utilizatorul

source: Error
ro: Eroare

source: Failed to add categories!
ro: Adaugarea categoriilor a esuat!

source: Failed to add tags!
ro: Adaugarea etichetelor a esuat!

source: Failed to add torrents!
ro: Adaugarea torentelor a esuat!

source: Failed to delete categories!
ro: Stergerea categoriilor a esuat!

source: Failed to delete tags!
ro: Stergerea etichetelor a esuat!

source: Failed to delete torrents!
ro: Nu s-au putut sterge torentele!

source: Failed to pause torrents!
ro: Nu s-au putut opri torentele!

source: Failed to remove tags!
ro: Eliminarea etichetelor a esuat!

source: Failed to resume torrents!
ro: Nu s-au putut porni torentele!

source: Failed to save preferences!
ro: Nu s-au putut salva preferintele!

source: Failed to select files. Drag here or click to select again.
ro: Incarcarea a esuat. Trage sau click pentru a incerca din nou.

source: Failed to set category!
ro: Nu s-a putut seta categoria!

source: Failed to set tags!
ro: Adaugarea etichetelor a esuat!

source: Failed to set torrents to force download!
ro: Nu s-au putut porni fortat torentele!

source: Failed to submit torrents recheck!
ro: Nu s-au putut reverifica torentele!

source: Files location
ro: Locația fișierelor

source: Files selected. Drag here or click to select again.
ro: Incarcare reusite. Trage sau click pentru a incarca din nou.

source: Filter path
ro: Cale filtru

source: Filters
ro: Filtre

source: Force download
ro: Descarca fortat

source: Free space on disk
ro: Spatiu liber pe disc

source: From
ro: De la

source: Global Rate Limits
ro: Limite de viteză globale

source: Global maximum number of connections
ro: Număr maxim global de conexiuni

source: Global maximum number of upload slots
ro: Număr maxim global de sloturi de încărcare

source: Global ratio
ro: Ratie globala

source: High
ro: Ridicata

source: Host
ro: Gazdă

source: IP Filtering
ro: Filtrare adrese IP

source: IP address
ro: Adrese IP

source: Ignored
ro: Ignorat

source: Invalid file types!
ro: Fisiere invalide!

source: Keep incomplete torrents in
ro: Pastreaza torentele incomplete in

source: Key
ro: Cheie

source: Language
ro: Limba

source: Listening Port
ro: Port ascultat

source: Login failed!
ro: Autentificare esuata!

source: Login successful!
ro: Autentificare reusita!

source: Logout
ro: Deconectare

source: Logout failed!
ro: Delogare esuata!

source: Logout successful!
ro: Delogare reusita!

source: Manage selection
ro: Gestioneaza mai multe

source: Manually banned IP addresses
ro: Adrese IP blocate manual

source: Maximum active downloads
ro: Numărul maxim de descărcări active

source: Maximum active torrents
ro: Numărul maxim de torrente active

source: Maximum active uploads
ro: Numărul maxim de încărcări active

source: Maximum number of connections per torrent
ro: Numărul maxim de conexiuni per torent

source: Maximum number of upload slots per torrent
ro: Numărul maxim de sloturi de încărcare per torent

source: Name
ro: Nume

source: Name cannot be empty
ro: Numele nu poate fi liber

source: New
ro: Adauga

source: No Torrents
ro: Niciun torent

source: None selected
ro: Nimic selectat

source: Not contacted
ro: Fara contact

source: Password
ro: Parola

source: Password cannot be empty
ro: Introduceti parola

source: Pause
ro: Pauza

source: Peer connection protocol
ro: Conexiuni totale cu parteneri

source: Port used for incoming connections
ro: Portul utilizat pentru conexiunile de intrare

source: Pre-allocate disk space for all files
ro: Pre-aloca spatiu pentru fisiere

source: Preferences
ro: Preferinte

source: Preferences saved successfully!
ro: Preferinte salvate cu succes!

source: Privacy
ro: Confidențialitate

source: Proxy Server
ro: Servitor proxy

source: Rate Limits Settings
ro: Setări limite de viteză

source: Recheck
ro: Verifica

source: Recheck successfully submited for the selected torrents!
ro: Torentele vor fi verificate!

source: Remaining time
ro: Timp ramas

source: Resume
ro: Porneste

source: Romanian
ro: Romana

source: SMTP server
ro: Servitor SMTP

source: Save
ro: Salveaza

source: Save path
ro: Cale

source: Save path cannot be empty
ro: Calea de salvare nu poate fi libera

source: Saving Management
ro: Gestionarea salvarii

source: Schedule the use of alternative rate limits
ro: Planifică utilizarea limitelor alternative de viteză

source: Security
ro: Securitate

source: Seeding Limits
ro: Limite de transmitere

source: Server domains
ro: Domenii servitor

source: Server state
ro: Status server

source: Session timeout
ro: Expirarea sesiunii

source: Share ratio
ro: Ratie

source: Sign in
ro: Conectare

source: Size
ro: Dimensiune

source: Skip checking
ro: Nu verifica

source: Speed
ro: Viteza

source: Start paused
ro: Nu porni automat descarcarea

source: States
ro: Statusuri

source: Submit
ro: Confirma

source: Tags
ro: Etichete

source: Tags added successfully!
ro: Etichetele au fost adaugate cu succes!

source: Tags deleted successfully!
ro: Etichetele au fost sterse cu succes!

source: Tags removed successfully!
ro: Etichetele au fost eliminate cu succes!

source: Tags set successfully!
ro: Etichetele au fost adaugate cu succes!

source: Theme
ro: Interfata

source: Then
ro: Atunci

source: This server requires a secure connection (SSL)
ro: Servitorul necesită o conexiune securizată (SSL)

source: Time elapsed
ro: Timp scurs

source: To
ro: La

source: Torrent Queueing
ro: Coadă torente

source: Torrent inactivity timer
ro: Timp inactivitate

source: Torrents
ro: Torente

source: Torrents added successfully!
ro: Torentele au fost adaugate cu succes!

source: Torrents deleted successfully!
ro: Torente sterse cu succes!

source: Torrents paused successfully!
ro: Torente oprite cu succes!

source: Torrents per page
ro: Torente pe pagina

source: Torrents resumed successfully!
ro: Torente pornite cu succes!

source: Torrents successfully set to force download!
ro: Torente pornite fortat cu succes!

source: Total downloaded ( alltime )
ro: Total descarcat ( tot timpul )

source: Total downloaded ( session )
ro: Total descarcat ( sesiune )

source: Total peers
ro: Total conexiuni

source: Total uploaded ( alltime )
ro: Total incarcat ( top timpul )

source: Total uploaded ( session )
ro: Total incarcat ( sesiune )

source: Trackers
ro: Trackere

source: Type
ro: Tip

source: Updating
ro: In actualizare

source: Upload
ro: Incarcate

source: Upload rate threshold
ro: Limita rata incarcare

source: Upload speed
ro: Viteza incarcare

source: Uploaded
ro: Incarcat

source: Use HTTPS instead of HTTP
ro: Utilizează HTTPS în locul HTTP

source: Use UPnP / NAT-PMP port forwarding from my router
ro: Utilizează înaintare port UPnP / NAT-PMP de la routerul meu

source: Use UPnP / NAT-PMP to forward the port from my router
ro: Utilizează UPnP / NAT-PMP pentru a înainta portul din routerul meu

source: Use alternative Web UI
ro: Foloseste interfata alternativa

source: Use proxy for peer connections
ro: Utilizează proxy pentru conexiuni la parteneri

source: Use proxy only for torrents
ro: Utilizează proxy doar pentru torrente

source: Username
ro: Utilizator

source: Username cannot be empty
ro: Introduceti utilizatorul

source: Web UI
ro: Interfata

source: WebUI Settings
ro: Setari interfata

source: Welcome to QBitUI
ro: Bine ati venit la QBitUI

source: When
ro: Cand

source: When Category Save Path changed
ro: Când calea categoriei a fost schimbată

source: When Default Save Path changed
ro: Când calea de salvare implicită a fost schimbată

source: When Torrent Category changed
ro: Când categoria torrentului a fost schimbată

source: When adding a torrent
ro: Cand se adauga un torent

source: When ratio reaches
ro: Când rația ajunge la

source: When seeding time reaches
ro: Când timpul de transmitere ajunge la
